Repository: glebkhil/STH-BRO-BOT
Catalog: locales/*/LC_MESSAGES/*.po
Languages: ru

source: <b>Hello, {0}!</b> It's fast and free wallet along with the decentralized STX (Smartholdem) exchange service.
ru: <b>Приветствую, {0}!</b> Это быстрый и бесплатный кошелек, а также сервис моментального обмена STX (Smartholdem).

source: If you have any questions you can ask them in @smartholdem
ru: Вы можете задать интересующие вопросы в @smartholdem

source: ⚠️ Attention! You operate with real money, be careful. 📲 For security purposes you should set 'Two step verification' (2FA) in settings of Telegram and don't share your phone number to anyone! Support center: https://community.smartholdem.io/categories
ru: ⚠️ Внимание, ознакомьтесь! Вы оперируете деньгами, будьте внимательны. 📲 Для обеспечения безопасности средств необходимо установить 'Two step verification' (2FA) в настройках Telegram и не передавать свой телефонный номер и любые секретные коды кому-либо (даже сотрудникам Telegram)! Служба поддержки: https://community.smartholdem.io/categories

source: 💼 Smartholdem wallet Balance: {0} STH Equivalent: {5} {4} In the past {1} you made {2} deals on {3} STH in total. 🤝 Invited: 0 users 💰 Revenue: 0 STH Rating: (0)
ru: 💼 Smartholdem кошелек Баланс: {0} STH Примерно: {5} {4} За {1} дней вами проведено {2} успешных транзакций на общую сумму {3} STH. 🤝 Приглашено: 0 пользователей 💰 Заработано: 0 STH Рейнтинг: (0)

source: 📥 Deposit Smartholdem Use the reusable address below to deposit STX from an external wallet ❕ You should deposit coins on address bellow first. After what you can sell coins. Funds will come after one network's confirmation.
ru: 📥 Внести Smartholdem Для пополнения STH с внешнего кошелька используйте многоразовый адерс ниже. ❕ Чтобы продать ваши STH следует пополнить личный кошелек по адресу ниже. Средства поступают через 1 подтверждение сети.

source: 👀 Insufficient funds! You can't withdraw amount of STX that smaller than minimal amount. Min. amount: 10.1 STH. Available: {0} STH
ru: 👀 Неождиданно! На вашем балансе недостаточно средств для вывода на внешний кошелек. Мин. сумма: 10.1 STH. Доступно: {0} STH

source: ⚠️<b>ATTENTION</b>⚠️ For security reasons, <b>manually delete your password phrase from the chat</b> with the bot!
ru: ⚠️<b>ВНИМАНИЕ</b>⚠️ В целях безопасности <b>обязательно удалите вручную вашу парольную фразу из переписки</b> с ботом!

source: Incorrect input... Try again or use /menu to exit the chain.
ru: Введены некорректные данные. Попробуйте еще раз или используйте /menu, если хотите вернуться в главное меню.

source: 🛠 Settings What do you want to change? ⚠️ These settings are set according to your initial choice, but you can also change them here.
ru: 🛠 Настройки Что Вы хотите изменить? ⚠️ Данные настройки установлены в соответствии с вашим изначальным выбором, но вы также можете их здесь изменить.

source: 🌍 Language Choose the interface language. The change of language will not affect previously sent messages.
ru: 🌍 Язык Выберите язык интерфейса. Смена языка не повлияет на отправленные ранее сообщения.

source: Done!
ru: Сделано!

source: You changed your mind.
ru: Вы передумали.

source: Canceled
ru: Отменено

source: Input recipient address:
ru: Введите адрес получателя:

source: Input amount of coins for sending (min 10 / max 100,000):
ru: Введите количество монет для отправки (min 10 / max 100,000):

source: Input your passphrase.
ru: Введите вашу парольную фразу.

source: The transaction was successful
ru: Транзакция выполнена успешно.

source: 📊 Rate STX Select the source of exchange rate of STX/{} pair. The change of source will not affect previously sent messages. Current source: {}
ru: 📊 Курс STX Выберите источник актуального курса для пары STX/{}. Смена источника не повлияет на отправленные ранее сообщения. Текущий источник: {}

source: 💵 Currency Select a currency. This filter affects the display of the balance in your wallet. Currently «{}» is being used.
ru: 💵 Валюта Выберите валюту. Этот фильтр влияет на отображение вашего баланса в кошельке. Сейчас используется {}.

source: 💳 Address Please enter the address of the external STX wallet for fast access on the withdraw stage.
ru: 💳 Адрес Напишите адрес внешнего STX кошелька для быстрого доступа при выводе.

source: Input a name for this address.
ru: Введите имя для данного адреса.

source: Yes
ru: Да

source: No
ru: Нет

source: Input contact name.
ru: Введите имя контакта из списка выше.

source: 📖 You do not have a favorite address. ⚡ To add a favorite address go to the "Settings"➡️ "Address" ⚡
ru: 📖 У вас не добавлен любимый адрес. ⚡ Чтобы добавить любимый адрес нажмите "Настройки" ➡️ "Адрес" ⚡

source: Would you like to use address from your contact list?
ru: Желаете использовать адрес из вашего списка контактов?

source: 🚀 About service This is the place where you can store your STX (Smartholdem), and also change them to any currency through a special exchange service. Everyone has the opportunity to receive STX (Smartholdem) for inviting new participants through an affiliate program.
ru: 🚀 О сервисе Это место где можно хранить свои STX (Smartholdem), а также менять их на любую валюту через специальный обменный сервис. У каждого есть возможность получать STX (Smartholdem) за привлечение новых участников с помощью партнеркской программы.

source: 👥 Talks News, insides and actual discussions in SMART BRO groups. Join!
ru: 👥 Общение Свежие новости, инсайды и актуальные обсуждения в группах SMART BRO. Присоединяйтесь!

source: 👔 Affiliate Invite new users and get passive profit from bot's fees! 💵 Your fee from volume: 2.5% For example: if your affiliate user make a deal on 1000 STX, you will get 25 STX of dividends. Affiliate program is perpetual; it has no limits for invitations and begins to act immediately. Keep in mind, for good results you should select right category of peoples who want to buy, sell, withdrawal STX and use mixer. Invite users via the link below. {}
ru: 👔 Партнерам Приглашайте новых пользователей и получайте пассивный доход от комиссий бота! 💵 Ваша комиссия от оборота: 2.5% Например: ваш подписчик проводит сделку на сумму 1000 STX, а вы получаете 25 STX дивидендов. Партнерская программа бессрочна, не имеет лимита приглашений и начинает действовать моментально. Учтите, что для достижения хороших результатов необходимо внимательно подходить к поиску целевой аудитории и привлекать только тех, кто будет покупать, продавать, выводить STX и использовать миксер. Используйте ссылку ниже для инвайта. {}

source: 💼 Wallet
ru: 💼 Кошелек

source: 📊 Buy/Sell STX
ru: 📊 Обмен STX

source: 🚀 About
ru: 🚀 О сервисе

source: 🛠️ Settings
ru: 🛠️ Настройки
